espressif/esp-idf/examples/protocols/sockets/tcp_server/sdkconfig.ci.c2_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_WIFI_SSID_PWD_FROM_STDIN=y
CONFIG_EXAMPLE_IPV4=y
CONFIG_EXAMPLE_IPV6=y
